IDEA StatiCa Open Model
StagedCheckSection.StagesLoading Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Stages loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public StagesLoading StagesLoading { get; set; }
Public Property StagesLoading As StagesLoading
	Get
	Set
public:
property StagesLoading^ StagesLoading {
	StagesLoading^ get ();
	void set (StagesLoading^ value);
}
Property Value
Type: StagesLoading
See Also
Reference
StagedCheckSection Class
IdeaRS.OpenModel.Concrete Namespace